[
  {
    "image": "https://upload.wikimedia.org/wikipedia/commons/b/b9/2023_Facebook_icon.svg",
    "title": "Facebook",
    "companyName": "Meta Platforms, Inc.",
    "id": 1,
    "description": "Facebook is a social networking platform developed by Meta Platforms, Inc., launched in 2004. It enables users to create personal profiles, connect with friends, family, and colleagues, and share a variety of content including text updates, photos, videos, and links. The platform supports groups, events, and pages, allowing communities and organizations to interact with their audiences. Facebook's News Feed algorithm prioritizes content based on user preferences, engagement history, and interactions. Users can react to posts using emojis, comment, and share content across the platform. Facebook also provides integrated messaging through Messenger, marketplace features for buying and selling items locally, and live streaming functionality for broadcasting videos in real time. Over the years, Facebook has introduced extensive advertising and analytics tools, making it a key platform for businesses and marketers. Security and privacy features include account authentication, content moderation, and the ability to manage who can view posts. With billions of active users worldwide, Facebook remains one of the most influential social networking services, shaping how people communicate, share information, and engage with digital communities.",
    "size": 120,
    "reviews": "134M",
    "ratingAvg": 4.1,
    "downloads": "5B+",
    "ratings": [
      { "name": "1 star", "count": 7 },
      { "name": "2 star", "count": 6 },
      { "name": "3 star", "count": 10 },
      { "name": "4 star", "count": 28 },
      { "name": "5 star", "count": 83 }
    ]
  },
  {
    "image": "https://upload.wikimedia.org/wikipedia/commons/a/a5/Instagram_icon.png",
    "title": "Instagram",
    "companyName": "Instagram",
    "id": 2,
    "description": "Instagram is a photo and video-sharing social networking service launched in 2010 by Kevin Systrom and Mike Krieger and later acquired by Meta Platforms, Inc. It allows users to upload media that can be edited with filters and organized with tags and location information. Posts can be shared publicly or with pre-approved followers, and users can browse other content by tags and locations. Instagram offers interactive features such as Stories, Reels, and IGTV, which allow temporary posts, short-form videos, and longer video content respectively. Engagement options include likes, comments, and direct messaging. The platform is widely used by influencers, businesses, and content creators to build brands, promote products, and reach audiences through advertising and sponsored content. Instagram also provides analytics and insights for professional accounts, helping users understand audience demographics and engagement. Privacy features include account controls, comment filtering, two-factor authentication, and content moderation. Instagram continues to evolve with new tools for creativity, e-commerce, and social interaction, making it one of the most popular visual social media networks globally.",
    "size": 110,
    "reviews": "130M",
    "ratingAvg": 4.3,
    "downloads": "5B+",
    "ratings": [
      { "name": "1 star", "count": 6 },
      { "name": "2 star", "count": 5 },
      { "name": "3 star", "count": 9 },
      { "name": "4 star", "count": 27 },
      { "name": "5 star", "count": 85 }
    ]
  },
  {
    "image": "https://upload.wikimedia.org/wikipedia/commons/6/6b/WhatsApp.svg",
    "title": "WhatsApp Messenger",
    "companyName": "WhatsApp LLC",
    "id": 3,
    "description": "WhatsApp is an instant messaging application owned by Meta Platforms, Inc., originally founded in 2009. It allows users to send text messages, voice messages, images, videos, documents, and user locations over the internet. WhatsApp also supports voice and video calls, group chats, and broadcast messaging to multiple contacts simultaneously. The app is widely recognized for its end-to-end encryption, ensuring that messages and calls are accessible only to the sender and recipient. WhatsApp is available on multiple platforms, including iOS, Android, and web browsers, and syncs conversations across devices. Users can customize chat settings, share status updates, and integrate with contacts using phone numbers as identifiers. The app also offers features like WhatsApp Web, which allows desktop access, and WhatsApp Business, providing tools for businesses to connect with customers, automate responses, and provide customer support. With billions of users worldwide, WhatsApp has become a crucial tool for personal, professional, and organizational communication, enabling reliable and secure connectivity across borders.",
    "size": 95,
    "reviews": "180M",
    "ratingAvg": 4.4,
    "downloads": "5B+",
    "ratings": [
      { "name": "1 star", "count": 8 },
      { "name": "2 star", "count": 5 },
      { "name": "3 star", "count": 7 },
      { "name": "4 star", "count": 22 },
      { "name": "5 star", "count": 90 }
    ]
  },
  {
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Tiktok_icon.svg/1200px-Tiktok_icon.svg.png",
    "title": "TikTok",
    "companyName": "TikTok Pte. Ltd.",
    "id": 4,
    "description": "TikTok is a short-form video platform developed by ByteDance, launched internationally in 2018 following the merger with Musical.ly. It allows users to create, edit, and share videos ranging from 15 seconds to 10 minutes, featuring music, filters, effects, and augmented reality elements. TikTok emphasizes algorithm-driven personalized content recommendations via the 'For You' feed, enabling viral content discovery. Users can interact through likes, comments, shares, duets, and live streaming. TikTok has become a global platform for entertainment, education, and social influence, empowering creators, brands, and communities to reach wide audiences. Its content moderation, privacy settings, and tools for trends and challenges contribute to its dynamic and engaging user experience. The platform is available on iOS and Android, with cross-platform accessibility for seamless sharing and viewing."
  ,
    "size": 160,
    "reviews": "120M",
    "ratingAvg": 4.2,
    "downloads": "3B+",
    "ratings": [
      { "name": "1 star", "count": 10 },
      { "name": "2 star", "count": 8 },
      { "name": "3 star", "count": 12 },
      { "name": "4 star", "count": 25 },
      { "name": "5 star", "count": 70 }
    ]
  },
  {
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/YouTube_full-color_icon_%282017%29.svg/2560px-YouTube_full-color_icon_%282017%29.svg.png",
    "title": "YouTube",
    "companyName": "Google LLC",
    "id": 5,
    "description": "YouTube is a video-sharing platform founded in 2005 by Steve Chen, Chad Hurley, and Jawed Karim and later acquired by Google in 2006. It allows users to upload, share, view, comment on, and interact with video content across a wide range of topics including entertainment, education, music, and news. YouTube supports features such as live streaming, Shorts for short-form content, playlists, channels, subscriptions, and monetization options for creators through advertisements and memberships. The platform offers personalized recommendations based on user activity, trending videos, and community engagement. YouTube's accessibility across devices including smartphones, smart TVs, desktops, and tablets has made it one of the most influential platforms in digital media, fostering content creation, global communication, and learning opportunities for millions of users worldwide."
  ,
    "size": 145,
    "reviews": "160M",
    "ratingAvg": 4.3,
    "downloads": "10B+",
    "ratings": [
      { "name": "1 star", "count": 8 },
      { "name": "2 star", "count": 6 },
      { "name": "3 star", "count": 11 },
      { "name": "4 star", "count": 29 },
      { "name": "5 star", "count": 90 }
    ]
  },
  {
    "image": "https://upload.wikimedia.org/wikipedia/commons/4/4e/Gmail_Icon.png",
    "title": "Gmail",
    "companyName": "Google LLC",
    "id": 6,
    "description": "Gmail is a free email service developed by Google, launched in 2004. It allows users to send and receive emails, organize messages with labels and folders, search content efficiently, and integrate with other Google services such as Google Drive, Calendar, and Meet. Gmail provides features such as spam filtering, conversation threading, priority inbox, smart compose, and security measures including two-factor authentication and phishing detection. It supports multiple accounts, offline access, email delegation, and integration with third-party apps through APIs. Gmail is widely used for personal, professional, and educational purposes, offering reliable, fast, and secure email communication to billions of users worldwide."
  ,
    "size": 75,
    "reviews": "90M",
    "ratingAvg": 4.4,
    "downloads": "10B+",
    "ratings": [
      { "name": "1 star", "count": 6 },
      { "name": "2 star", "count": 4 },
      { "name": "3 star", "count": 9 },
      { "name": "4 star", "count": 30 },
      { "name": "5 star", "count": 85 }
    ]
  },
  {
    "image": "https://upload.wikimedia.org/wikipedia/commons/2/26/Spotify_logo_with_text.svg",
    "title": "Spotify",
    "companyName": "Spotify AB",
    "id": 7,
    "description": "Spotify is a digital music, podcast, and video streaming service founded in 2006 in Sweden by Daniel Ek and Martin Lorentzon. It provides users with access to millions of songs, podcasts, and playlists across various genres and languages. Spotify offers personalized recommendations, curated playlists, radio stations, and social features such as sharing music, collaborative playlists, and following other users. The platform is available on mobile devices, desktops, smart speakers, and web browsers, supporting offline listening and integration with other apps and services. Spotify operates on a freemium model, offering free ad-supported access and premium subscriptions with enhanced features like offline downloads, ad-free listening, and higher-quality audio. It has become a dominant platform in the music streaming industry, transforming how users discover, consume, and interact with music and audio content globally."
  ,
    "size": 115,
    "reviews": "95M",
    "ratingAvg": 4.5,
    "downloads": "1B+",
    "ratings": [
      { "name": "1 star", "count": 5 },
      { "name": "2 star", "count": 3 },
      { "name": "3 star", "count": 7 },
      { "name": "4 star", "count": 25 },
      { "name": "5 star", "count": 90 }
    ]
  },
  {
    "image": "https://store-images.s-microsoft.com/image/apps.64248.14208673485779370.88f23073-7e41-4921-aef9-76103983bd31.714459aa-91a6-45a3-a7ed-1f6a283c93fd",
    "title": "Snapchat",
    "companyName": "Snap Inc.",
    "id": 8,
    "description": "Snapchat is a multimedia messaging app developed by Snap Inc., launched in 2011. It enables users to send photos, videos, and messages that are usually only available for a short time before they disappear. The app popularized ephemeral content, and users can enhance their messages with filters, lenses, stickers, and augmented reality effects. Snapchat features include Stories, which allow users to compile snaps into a chronological narrative accessible for 24 hours, and Discover, a section for professional content from media partners and creators. Users can also engage through chat, voice, and video calls, as well as Snap Map for location sharing. Snapchat emphasizes privacy and fun, encouraging spontaneous sharing without leaving permanent traces. The platform has introduced advertising formats, in-app purchases, and creative tools for brands and creators to reach audiences. Its innovative features, including AR-based lenses and Bitmoji integration, have made Snapchat a unique social media app with significant influence among younger demographics."
  ,
    "size": 100,
    "reviews": "85M",
    "ratingAvg": 4.2,
    "downloads": "1B+",
    "ratings": [
      { "name": "1 star", "count": 7 },
      { "name": "2 star", "count": 6 },
      { "name": "3 star", "count": 10 },
      { "name": "4 star", "count": 23 },
      { "name": "5 star", "count": 80 }
    ]
  },
  {
    "image": "https://upload.wikimedia.org/wikipedia/commons/8/82/Telegram_logo.svg",
    "title": "Telegram",
    "companyName": "Telegram FZ-LLC",
    "id": 9,
    "description": "Telegram is a cloud-based instant messaging app founded by Pavel Durov in 2013, emphasizing speed, security, and privacy. It allows users to send messages, photos, videos, and files of any type, as well as create groups, channels, and bots for various purposes. Telegram supports secret chats with end-to-end encryption, self-destructing messages, and advanced privacy settings, making it a preferred platform for secure communication. Its cloud-based architecture enables access to messages and media across multiple devices simultaneously. Users can interact with communities via public channels, participate in large group chats, and use the platform’s extensive bot ecosystem for automation, services, and entertainment. Telegram also supports voice chats, video calls, and group video streaming, and its API allows developers to build third-party applications and services. The app is free, ad-free, and emphasizes privacy, claiming no access to user data for commercial purposes. With millions of users worldwide, Telegram has become popular among individuals, organizations, and developers seeking versatile and secure messaging solutions."
 ,
    "size": 92,
    "reviews": "65M",
    "ratingAvg": 4.5,
    "downloads": "1B+",
    "ratings": [
      { "name": "1 star", "count": 4 },
      { "name": "2 star", "count": 3 },
      { "name": "3 star", "count": 8 },
      { "name": "4 star", "count": 21 },
      { "name": "5 star", "count": 88 }
    ]
  },
  {
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/LinkedIn_logo_initials.png/500px-LinkedIn_logo_initials.png",
    "title": "LinkedIn",
    "companyName": "LinkedIn",
    "id": 10,
    "description": "LinkedIn is a professional networking platform founded in 2002 by Reid Hoffman and launched in 2003. It allows users to create professional profiles, connect with colleagues, join industry groups, and discover job opportunities. LinkedIn supports content sharing, company pages, professional learning, and insights into industry trends. Users can endorse skills, request recommendations, participate in discussions, and apply for jobs directly through the platform. It also provides advertising and recruitment solutions for businesses. LinkedIn emphasizes professional identity, networking, career development, and thought leadership. With millions of users worldwide, it has become a leading platform for professional communication, job searching, talent acquisition, and business networking."
  ,
    "size": 130,
    "reviews": "35M",
    "ratingAvg": 4.3,
    "downloads": "1B+",
    "ratings": [
      { "name": "1 star", "count": 5 },
      { "name": "2 star", "count": 4 },
      { "name": "3 star", "count": 9 },
      { "name": "4 star", "count": 24 },
      { "name": "5 star", "count": 80 }
    ]
  },
  {
    "image": "https://static.vecteezy.com/system/resources/thumbnails/036/623/777/small/social-media-x-logo-black-and-white-free-png.png",
    "title": "X (Twitter)",
    "companyName": "X Corp.",
    "id": 11,
    "description": "Twitter, now known as X, is a social networking and microblogging service founded in 2006 by Jack Dorsey, Biz Stone, and Evan Williams. It allows users to post short messages called 'tweets,' share media, follow other users, and engage through likes, retweets, and replies. Twitter supports trending topics, hashtags, lists, spaces for audio conversations, and verification for notable accounts. The platform is used for news dissemination, public discourse, marketing, and personal expression. Twitter’s real-time nature makes it influential in social, political, and cultural conversations worldwide. Users can control privacy settings, manage notifications, and participate in discussions across global communities, making it a vital platform for communication, networking, and information sharing."
  ,
    "size": 98,
    "reviews": "70M",
    "ratingAvg": 4.0,
    "downloads": "1B+",
    "ratings": [
      { "name": "1 star", "count": 9 },
      { "name": "2 star", "count": 7 },
      { "name": "3 star", "count": 10 },
      { "name": "4 star", "count": 22 },
      { "name": "5 star", "count": 75 }
    ]
  },
  {
    "image": "https://upload.wikimedia.org/wikipedia/commons/7/75/Netflix_icon.svg",
    "title": "Netflix",
    "companyName": "Netflix, Inc.",
    "id": 12,
    "description": "Netflix is a global streaming service founded in 1997 by Reed Hastings and Marc Randolph, originally a DVD rental service and later transformed into a subscription-based streaming platform. Netflix offers on-demand access to a vast library of movies, television series, documentaries, and original content known as Netflix Originals. Users can stream content on multiple devices including smartphones, smart TVs, tablets, and computers. The platform supports features like personalized recommendations, content downloads for offline viewing, multiple user profiles, parental controls, and subtitles in various languages. Netflix leverages data-driven algorithms to suggest content based on viewing history and preferences. It has become a major player in entertainment, producing award-winning films and series, and shaping global media consumption habits. The service operates worldwide with localized content and interface adaptations for different regions."
 ,
    "size": 155,
    "reviews": "120M",
    "ratingAvg": 4.5,
    "downloads": "1B+",
    "ratings": [
      { "name": "1 star", "count": 6 },
      { "name": "2 star", "count": 4 },
      { "name": "3 star", "count": 8 },
      { "name": "4 star", "count": 20 },
      { "name": "5 star", "count": 90 }
    ]
  },
  {
    "image": "https://i.pinimg.com/736x/f2/dc/79/f2dc79f9d25ef1ad1acb93a56d04d2df.jpg",
    "title": "CapCut",
    "companyName": "Bytedance Pte. Ltd.",
    "id": 13,
    "description": "CapCut is a free video editing application developed by ByteDance, launched in 2019. It provides users with tools to create professional-looking videos on mobile devices with a user-friendly interface. CapCut offers features such as trimming, cutting, splitting, merging, adding music, transitions, text, filters, stickers, and special effects. Users can create content for social media platforms like TikTok, Instagram, and YouTube, leveraging pre-made templates and effects. The app supports high-resolution video export, background removal, and advanced editing options for audio and visual customization. CapCut has become popular among content creators, influencers, and casual users seeking an accessible yet versatile video editing tool without requiring desktop software. Its integration with other ByteDance apps, especially TikTok, enhances content creation and sharing across social media platforms."
  ,
    "size": 210,
    "reviews": "60M",
    "ratingAvg": 4.6,
    "downloads": "500M+",
    "ratings": [
      { "name": "1 star", "count": 3 },
      { "name": "2 star", "count": 2 },
      { "name": "3 star", "count": 6 },
      { "name": "4 star", "count": 20 },
      { "name": "5 star", "count": 90 }
    ]
  },
  {
    "image": "https://pipedream.com/s.v0/app_X7Lh9Z/logo/orig",
    "title": "Pinterest",
    "companyName": "Pinterest",
    "id": 14,
    "description": "Pinterest is a visual discovery and bookmarking platform founded in 2010 by Ben Silbermann, Paul Sciarra, and Evan Sharp. It allows users to discover, save, and organize ideas for various interests including fashion, home décor, recipes, travel, and DIY projects. Users can create virtual boards, pin content from websites, or upload their own images and videos. Pinterest offers personalized recommendations, search functionality, and social interaction features such as commenting and sharing. Businesses and creators can use Pinterest for marketing, brand promotion, and audience engagement through ads and rich pins. With its emphasis on inspiration and creativity, Pinterest serves as a resource for ideas, planning, and visual storytelling, connecting millions of users globally."
  ,
    "size": 125,
    "reviews": "40M",
    "ratingAvg": 4.6,
    "downloads": "1B+",
    "ratings": [
      { "name": "1 star", "count": 4 },
      { "name": "2 star", "count": 3 },
      { "name": "3 star", "count": 7 },
      { "name": "4 star", "count": 21 },
      { "name": "5 star", "count": 88 }
    ]
  },
  {
    "image": "https://www.google.com/images/branding/product/2x/maps_96in128dp.png",
    "title": "Google Maps",
    "companyName": "Google LLC",
    "id": 15,
    "description": "Google Maps is a web-based mapping service developed by Google, launched in 2005. It provides users with detailed geographical information, satellite imagery, street maps, route planning, real-time traffic conditions, and navigation for driving, walking, biking, and public transportation. Users can explore local businesses, landmarks, and points of interest, read reviews, and contribute information through ratings, photos, and edits. Google Maps integrates with Google Street View to offer panoramic imagery and supports offline maps for areas without internet connectivity. Additional features include location sharing, route optimization, integration with ride-hailing apps, and personalized recommendations. It is available across mobile devices, desktops, and embedded applications, making it an essential tool for navigation, travel planning, logistics, and exploration worldwide."
 ,
    "size": 180,
    "reviews": "120M",
    "ratingAvg": 4.4,
    "downloads": "10B+",
    "ratings": [
      { "name": "1 star", "count": 6 },
      { "name": "2 star", "count": 5 },
      { "name": "3 star", "count": 10 },
      { "name": "4 star", "count": 27 },
      { "name": "5 star", "count": 85 }
    ]
  },
  {
    "image": "https://m.media-amazon.com/images/I/31epF-8N9LL.png",
    "title": "Amazon Shopping",
    "companyName": "Amazon Mobile LLC",
    "id": 16,
    "description": "Amazon Shopping is a global e-commerce platform operated by Amazon.com, Inc., launched in 1995. It allows users to browse, purchase, and review a vast selection of products across categories including electronics, clothing, home goods, books, and more. Amazon provides features such as personalized recommendations, wish lists, one-click purchasing, and fast shipping options, including Amazon Prime membership for expedited delivery and additional services. Users can track orders, manage subscriptions, and access customer service through the platform. Amazon Shopping also includes marketplace capabilities, enabling third-party sellers to list and sell products alongside Amazon’s inventory. The platform supports digital content delivery, including e-books, music, and video streaming through associated services. With advanced search, filtering, and review systems, Amazon Shopping has become one of the most widely used and influential online marketplaces globally, shaping consumer behavior, e-commerce standards, and retail innovation."
  ,
    "size": 140,
    "reviews": "100M",
    "ratingAvg": 4.3,
    "downloads": "500M+",
    "ratings": [
      { "name": "1 star", "count": 7 },
      { "name": "2 star", "count": 5 },
      { "name": "3 star", "count": 8 },
      { "name": "4 star", "count": 26 },
      { "name": "5 star", "count": 84 }
    ]
  },
  {
    "image": "https://img.freepik.com/premium-vector/square-zoom-logo-isolated-white-background_469489-910.jpg?semt=ais_hybrid&w=740&q=80",
    "title": "Zoom",
    "companyName": "Zoom Video Communications, Inc.",
    "id": 17,
    "description": "Zoom is a video communication platform launched in 2011 by Eric Yuan. It provides video conferencing, online meetings, webinars, and collaborative features for businesses, educational institutions, and individuals. Users can join or host meetings with high-quality video and audio, screen sharing, virtual backgrounds, breakout rooms, and chat functionality. Zoom supports integration with calendar systems, learning management platforms, and productivity tools, enhancing workflow efficiency. The platform offers free and paid plans, with paid versions providing longer meeting durations, larger participant capacities, and advanced administrative controls. Security features include password-protected meetings, waiting rooms, and end-to-end encryption for specific meeting types. Zoom gained widespread adoption during remote work and online learning expansions, becoming a global standard for virtual communication and collaboration. Its reliability, scalability, and ease of use make it suitable for professional, educational, and personal interactions across diverse contexts."
  ,
    "size": 130,
    "reviews": "50M",
    "ratingAvg": 4.3,
    "downloads": "500M+",
    "ratings": [
      { "name": "1 star", "count": 6 },
      { "name": "2 star", "count": 4 },
      { "name": "3 star", "count": 7 },
      { "name": "4 star", "count": 24 },
      { "name": "5 star", "count": 83 }
    ]
  },
  {
    "image": "https://cdn-1.webcatalog.io/catalog/canva-cn/canva-cn-icon.png?v=1757294759328",
    "title": "Canva",
    "companyName": "Canva",
    "id": 18,
    "description": "Canva is an online graphic design platform founded in 2012 by Melanie Perkins, Cliff Obrecht, and Cameron Adams. It allows users to create professional-quality graphics, presentations, social media posts, posters, videos, and other visual content using an intuitive drag-and-drop interface. Canva offers a vast library of templates, images, icons, fonts, and design elements that cater to both beginners and experienced designers. The platform supports collaborative design, enabling multiple users to work on a project in real time. Canva’s features include photo editing, animation, branding tools, and export options for different formats. The service is available as a web application and mobile app, with both free and subscription-based plans providing access to premium assets and functionalities. Canva has become popular among businesses, educators, content creators, and individuals seeking a simple yet powerful design solution without the need for professional software or extensive design skills."
  ,
    "size": 200,
    "reviews": "55M",
    "ratingAvg": 4.8,
    "downloads": "500M+",
    "ratings": [
      { "name": "1 star", "count": 2 },
      { "name": "2 star", "count": 2 },
      { "name": "3 star", "count": 4 },
      { "name": "4 star", "count": 18 },
      { "name": "5 star", "count": 94 }
    ]
  },
  {
    "image": "https://store-images.s-microsoft.com/image/apps.15970.14375561300249796.05fe8c27-ce9e-4144-8702-0e81e2f575b1.042364cb-b745-4796-a520-61291e2dd6b9",
    "title": "Reddit",
    "companyName": "Reddit Inc.",
    "id": 19,
    "description": "Reddit is a social news aggregation, web content rating, and discussion platform founded by Steve Huffman and Alexis Ohanian in 2005. It allows registered users to submit content such as links, text posts, and images, which can then be voted up or down by other users. Content is organized into user-created communities called 'subreddits,' each focusing on specific topics, interests, or themes. Reddit enables discussions, sharing of knowledge, entertainment, and networking within communities. The platform supports features like live threads, AMAs (Ask Me Anything), polls, awards, and moderated discussion to ensure quality content and user engagement. Reddit also emphasizes anonymity and pseudonymity, with usernames rather than real identities. Its algorithm prioritizes content visibility based on votes, engagement, and user subscriptions. With millions of active users, Reddit has become a prominent platform for online communities, trending topics, and user-generated content spanning various interests and niches."
  ,
    "size": 85,
    "reviews": "25M",
    "ratingAvg": 4.1,
    "downloads": "500M+",
    "ratings": [
      { "name": "1 star", "count": 8 },
      { "name": "2 star", "count": 6 },
      { "name": "3 star", "count": 9 },
      { "name": "4 star", "count": 22 },
      { "name": "5 star", "count": 75 }
    ]
  },
  {
    "image": "https://static.vecteezy.com/system/resources/previews/023/986/880/non_2x/discord-logo-discord-logo-transparent-discord-icon-transparent-free-free-png.png",
    "title": "Discord",
    "companyName": "Discord Inc.",
    "id": 20,
    "description": "Discord is a communication platform launched in 2015, designed primarily for creating communities. It supports text, voice, and video communication, allowing users to interact through channels, direct messages, and private servers. Discord offers features such as screen sharing, file sharing, bots for automation, moderation tools, and integrations with other services like gaming platforms and social media. It is widely used by gaming communities, content creators, study groups, and professional organizations. Users can customize servers with roles, permissions, and themes, and participate in community-driven events or discussions. Discord also offers Nitro subscription services for enhanced features, including higher-quality video, custom emojis, and larger file uploads. The platform has gained popularity for its versatility, low-latency voice communication, and support for both casual and professional communities worldwide."
  ,
    "size": 135,
    "reviews": "40M",
    "ratingAvg": 4.6,
    "downloads": "500M+",
    "ratings": [
      { "name": "1 star", "count": 4 },
      { "name": "2 star", "count": 3 },
      { "name": "3 star", "count": 7 },
      { "name": "4 star", "count": 21 },
      { "name": "5 star", "count": 88 }
    ]
  }
]
